{
  "channel": "SBT",
  "date": "2025-12-18",
  "schedule": [
    {
      "show_name": "Arena SBT",
      "show_logo": "",
      "start_time": "12:00 AM",
      "end_time": "12:45 AM",
      "episode_description": "Debates quentes, com análises afiadas e irreverentes, sobre os principais acontecimentos do mundo do futebol, levando a emoçao do jogo para fora das quatro linhas."
    },
    {
      "show_name": "The Noite com Danilo Gentili",
      "show_logo": "",
      "start_time": "12:45 AM",
      "end_time": "02:15 AM",
      "episode_description": "Talk show com alto índice de piadas por minuto, que, com muita irreverencia, aborda os fatos relevantes do dia."
    },
    {
      "show_name": "Operaçao Mesquita",
      "show_logo": "",
      "start_time": "02:15 AM",
      "end_time": "02:45 AM",
      "episode_description": "Descubra o lado B dos famosos, que mostram o seu cotidiano de forma curiosa e divertida por meio de entrevistas. Acompanhe ainda pessoas comuns que estao prestes a protagonizar um grande momento que pode mudar para sempre as suas vidas."
    },
    {
      "show_name": "SBT PodNight",
      "show_logo": "",
      "start_time": "02:45 AM",
      "end_time": "03:30 AM",
      "episode_description": "Exibiçao de podcasts brasileiros líderes de audiencia nas plataformas digitais, que abordam temas variados, de cultura e entretenimento a questões sociais."
    },
    {
      "show_name": "SBT Notícias",
      "show_logo": "",
      "start_time": "03:30 AM",
      "end_time": "06:00 AM",
      "episode_description": "Os principais assuntos e notícias do Brasil e do mundo e tudo que ganhou repercussao durante o dia."
    },
    {
      "show_name": "SBT Manha",
      "show_logo": "",
      "start_time": "06:00 AM",
      "end_time": "08:30 AM",
      "episode_description": "O jornal traz os primeiros assuntos do dia e faz uma abordagem sobre os últimos acontecimentos."
    },
    {
      "show_name": "Primeiro Impacto",
      "show_logo": "",
      "start_time": "08:30 AM",
      "end_time": "11:00 AM",
      "episode_description": "Acompanhe as reportagens que trazem informações do dia a dia. Saiba o que e relevante para o cenário cotidiano atraves de análises e opiniões de colunistas."
    },
    {
      "show_name": "Alô Voce!",
      "show_logo": "",
      "start_time": "11:00 AM",
      "end_time": "01:45 PM",
      "episode_description": "Bacci traz um noticiário leve, bastidores de famosos, quadros de misterio e atualidades."
    },
    {
      "show_name": "Esmeralda - Ediçao Especial",
      "show_logo": "",
      "start_time": "01:45 PM",
      "end_time": "02:30 PM",
      "episode_description": "Uma tragedia obriga uma parteira a trocar dois bebes no dia de seu nascimento. Esmeralda e uma jovem cega que cresceu no campo, enquanto Jose se tornou um rapaz culto de uma família rica. O destino faz com que os dois se apaixonem."
    },
    {
      "show_name": "Rubi",
      "show_logo": "",
      "start_time": "02:30 PM",
      "end_time": "03:30 PM",
      "episode_description": "Rubi e uma jovem universitária que vive na pobreza com mae e irma. Obcecada por dinheiro desde a morte do pai, decide usar sua beleza para conquistar um homem rico e mudar de vida."
    },
    {
      "show_name": "Fofocalizando",
      "show_logo": "",
      "start_time": "03:30 PM",
      "end_time": "04:45 PM",
      "episode_description": "Revista eletrônica com informaçao, humor e as principais fofocas do mundo dos famosos."
    },
    {
      "show_name": "Casos de Família",
      "show_logo": "",
      "start_time": "04:45 PM",
      "end_time": "05:45 PM",
      "episode_description": "Conflitos que acontecem entre parentes, vizinhos e ate no ambiente de trabalho sao abordados e resolvidos diante de uma plateia, com uma psicologa como supervisora."
    },
    {
      "show_name": "Coraçao Indomável",
      "show_logo": "",
      "start_time": "05:45 PM",
      "end_time": "06:30 PM",
      "episode_description": "A novela conta a historia da pobre Maricruz que, apos ter sido abandonada pelo marido, decide se vingar daqueles que a humilharam. Ela descobre ser filha de um homem rico, tornando-se uma mulher da alta sociedade."
    },
    {
      "show_name": "Aqui Agora",
      "show_logo": "",
      "start_time": "06:30 PM",
      "end_time": "07:45 PM",
      "episode_description": "As últimas notícias policiais, políticas e internacionais do dia de forma descontraída e dinâmica."
    },
    {
      "show_name": "SBT Brasil",
      "show_logo": "",
      "start_time": "07:45 PM",
      "end_time": "09:00 PM",
      "episode_description": "Acompanhe as principais notícias do Brasil e do mundo com análise profunda dos fatos."
    },
    {
      "show_name": "A.MAR",
      "show_logo": "",
      "start_time": "09:00 PM",
      "end_time": "10:15 PM",
      "episode_description": "Estrela volta ao seu povoado natal com sua filha e decide reconstruir sua vida no lugar. Enquanto tenta resolver o misterio da morte do pai, ela cruza o caminho de Fabian Bravo, um pescador viúvo que luta para recuperar a guarda da filha."
    },
    {
      "show_name": "Programa do Ratinho",
      "show_logo": "",
      "start_time": "10:15 PM",
      "end_time": "11:15 PM",
      "episode_description": "O apresentador Carlos Massa leva ao público um programa alegre e repleto de atrações. Ele recebe convidados famosos e games, comedia, participaçao do público e quadros únicos, como o \"Jornal Rational\", \"Gol Show\" e \"Dez ou Mil\", entre outros."
    },
    {
      "show_name": "A Praça É Nossa",
      "show_logo": "",
      "start_time": "11:15 PM",
      "end_time": "11:59 PM",
      "episode_description": "Carlos Alberto de Nobrega comanda a praça mais irreverente e, em seu famoso banco, recebe os mais divertidos humoristas."
    }
  ]
}